
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "URL %@ のアクセス方法が不明です";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "ホスト %@ に接続できませんでした";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "サーバから受け取ったヘッダが正しくありません";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "ホスト %@ の IP アドレスが不明です";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "ポート %d の記述が得られません";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "ホスト %@ へポート %d で接続できません";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "HTTP サーバからの不明な応答を受け取りました %@：%@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "URL %@:%@ への HTTP リクエストが失敗しました";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "ホスト %@ との接続が切れました";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "%@ から読み込むことができませんでした";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "URL %@ を受信中にリダイレクションループを検出しました";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "ホスト“%@”のサービスを使用できません";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "URL パスとのデータ接続を開けませんでした：%@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "指定した URL のオブジェクトを使用できません：%@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "FTP コマンドがホストに認識されませんでした：%@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "ユーザのログイン名またはパスワードが認識されませんでした。";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f バイト";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@（%@）";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ / %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 バイト";

/* String used for showing a one byte size */
"1 byte" = "1 バイト";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Web フォームパスワード";

/* HTTP result code string */
"accepted" = "受け入れ済み";

/* HTTP result code string */
"bad gateway" = "無効なゲートウェイ";

/* HTTP result code string */
"bad request" = "無効なリクエスト";

/* HTTP result code string */
"client error" = "クライアントエラー";

/* HTTP result code string */
"conflict" = "コンフリクト";

/* HTTP result code string */
"continue" = "続ける";

/* HTTP result code string */
"created" = "作成されました";

/* HTTP result code string */
"expectation failed" = "Expect リクエストに失敗しました";

/* HTTP result code string */
"forbidden" = "アクセス権がありません";

/* HTTP result code string */
"found" = "見つかりました";

/* HTTP result code string */
"gateway timed out" = "ゲートウェイ・タイムアウト";

/* HTTP result code string */
"informational" = "情報";

/* HTTP result code string */
"internal server error" = "内部サーバエラー";

/* HTTP result code string */
"length required" = "定義された Content-Length が必要です";

/* HTTP result code string */
"method not allowed" = "許可されてないメソッドです";

/* HTTP result code string */
"moved permanently" = "恒久的に移動しました";

/* HTTP result code string */
"multiple choices" = "要求された情報が複数存在します";

/* HTTP result code string */
"needs proxy" = "プロキシが必要です";

/* HTTP result code string */
"no content" = "コンテンツがありません";

/* HTTP result code string */
"no error" = "エラーなし";

/* HTTP result code string */
"no longer exists" = "すでに存在しません";

/* HTTP result code string */
"non-authoritative information" = "信頼できる情報ではありません";

/* HTTP result code string */
"not found" = "見つかりません";

/* HTTP result code string */
"not modified" = "変更されていません";

/* HTTP result code string */
"partial content" = "部分的なコンテンツ";

/* HTTP result code string */
"payment required" = "有料です";

/* HTTP result code string */
"precondition failed" = "調整に失敗しました";

/* HTTP result code string */
"proxy authentication required" = "プロキシ認証が必要です";

/* HTTP result code string */
"redirected" = "リダイレクトされました";

/* HTTP result code string */
"request timed out" = "リクエスト・タイムアウト";

/* HTTP result code string */
"request too large" = "リクエストが処理可能範囲を超えています";

/* HTTP result code string */
"requested URL too long" = "リクエストされた URL が長過ぎます";

/* HTTP result code string */
"requested range not satisfiable" = "Range リクエストヘッダの情報が不十分です";

/* HTTP result code string */
"reset content" = "内容をリセットします";

/* HTTP result code string */
"see other" = "ほかのページを参照してください";

/* HTTP result code string */
"server error" = "サーバエラー";

/* HTTP result code string */
"service unavailable" = "サービスは利用できません";

/* HTTP result code string */
"success" = "成功";

/* HTTP result code string */
"switching protocols" = "プロトコルの切り替え中";

/* HTTP result code string */
"temporarily redirected" = "一時的にリダイレクトされています";

/* HTTP result code string */
"unacceptable" = "受け入れ不可";

/* HTTP result code string */
"unauthorized" = "認証されていません";

/* HTTP result code string */
"unimplemented" = "必要な機能が実装されていません";

/* Unknown filename */
"unknown" = "不明";

/* HTTP result code string */
"unsupported media type" = "未対応のメディアタイプ";

/* HTTP result code string */
"unsupported version" = "未対応のバージョン";
